var local_database = [
  {
    date: "Oct 14 2017",
    title: "话题：富坚义博涉嫌临摹构图风波",
    imgSrc: "/images/news/cartoon.jpg",
    avatar: "/images/avatar/1.png",
    content: "作为漫画作品当中典型的“有生之年”系列，《全职猎人》现在能否更新，完全是看富坚义博的脸色了。虽然说老贼在上次休刊的时候表示今年年底之前还会回来，但是直到今天也没有太多的动静。",
    reading: "2212",
    collection: "196",
    author: "腾讯动漫",
    newsId:0,
    detail: "作为漫画作品当中典型的“有生之年”系列，《全职猎人》现在能否更新，完全是看富坚义博的脸色了。虽然说老贼在上次休刊的时候表示今年年底之前还会回来，但是直到今天也没有太多的动静。不过企鹅娘注意到，就在前段时间，网络上开始热炒一个曾经的事件：“富坚义博创作中的部分构图‘借鉴’了其他作品以及真人照片”。并且也有实锤对比，看起来铁证如山。这个问题也引发了网上的极大争议，那么在今天的话题当中，就让我们一起聊聊吧。同时，针对这次事件，网络上固然有不少人进行了指责。但与此同时，也可以发现富坚义博的粉丝们跳出来各种“花式洗白”，什么“老贼只要愿意更新就不错了，你们还要求那么多”“别说是借鉴照片，哪怕你画成国漫的风格我都看”“老贼你就这么画吧，只要不停更就行”等等。另外还有人表示：“你说富坚抄了，那富坚违反版权法了对吧？可是到现在你见过他因为这种事情被处罚过吗？没有被处罚过，你凭什么说抄袭呢？”总之，粉丝们主动跳到了前面，自觉地帮助富坚抵制这些反对的声音，可歌可泣。实际上这就是所谓的“屁股决定脑袋”了。如果让他们去关注某国产电视剧抄袭美剧、某国内小说家抄袭日本游戏的事情，他们一定会占领道德制高点，认为这种行为非常可耻。但是轮到自己喜欢的漫画家了，那么“漫画家的事情，能叫抄吗”“抄你是给你面子，不然谁知道你”“呵呵，猎人拿去这些分镜也不影响它的观赏性，而喜剧的笑料情节是构成剧集质量的核心要素。当然这么浅显的东西都无法分辨的人我也懒得多说”之类的奇怪言论也就出现了。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }
  },
  {
    title: "2018～2020年 一年比一年更旺的三大生肖",
    content: "人在运势差的时候，尽量少出门，很容易因为一些意外破财；而人在鸿运当头的时候，一定要出去多多社交，说不定在什么时候就发现了商机，得到了横财。下面就跟大家讲一下未来三年运势如虹的三大生肖，一起来看看哪些生肖如此幸运吧！",
    imgSrc: "/images/news/star.jpg",
    reading: 462,
    collection: 218,
    author: "腾讯星座",
    date: "Oct 14 2017",
    avatar: "/images/avatar/2.png",
    newsId: 1,
    detail: "未来三年最走运，财运一年旺过一年的三大生肖！NO.1生肖龙:属龙的人未来三年运势惊人，非常利于在创业或是做生意的小伙伴，注定日进斗金，赚到手软。如果你们有投资的想法，未来这几年都是非常好的年份，不用太过担心投资失败，在资产上会大有进账；如果你现在觉得自己很不顺也无妨，毕竟过了今年，你们将鸿运当头！NO.2生肖兔:属兔的人，明年与太岁六合，身边将会遇到诸多贵人，让你们在事业或生活上都有一帆风顺的感觉；而到了后年，与太岁三合，能量将会得到无限激发，非常适合实现自己的抱负和理想，在财运上更是有心想事成求财得财的好运。所以，属兔的朋友一定要抓住自己好运的年份，实现财富的巨大增长。NO.3 生肖马:属马的人未来几年，财运一年旺似一年，可谓财源滚滚来。而马儿们也非常适合发远方财，远离家乡会获得更好的发展。如果你现在感觉比较失意，不用难过，未来三年你们将会有贵人相助，在财富上获得可观的成就，一切都会更加的风生水起。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    title: "三星走出Note7阴霾？三季度利润或翻三倍",
    content: "在国内兴趣阅读平台一片“三星药丸”的唱衰声中，三星电子对外公布了其2017年第三季度财报预期数据，而从数据来看，三星电子第三季度运营利润再创新纪录，实现约合128.1亿美元的运营利润，同比暴增179%。#说三星药丸的，惊不惊喜，意不意外？",
    imgSrc: "/images/news/mobile.jpg",
    reading: 602,
    collection: 192,
    author: "腾讯数码",
    date: "Oct 14 2017",
    avatar: "/images/avatar/3.png",
    newsId: 2,
    detail: "据三星电子在10月13日对外发布的第三季度业绩预期显示：三星电子在第三季度运营利润很可能达到去年同期的3倍，创下历史新高。具体来说，则是三星电子预计其第三季度运营利润可能为14.5万亿韩元（约合128.1亿美元，约合人民币842亿元），超越今年第二季度（14.07万亿韩元，约合人民币818亿元）创下历史新高，而此前汤森路透统计中20名分析师对三星电子第三季度运营利润的平均预计为14.3万亿韩元。在营收上，三电子第三季度较去年同期（47.82万亿韩元，约合人民币2782元）增加29.7%，至62万亿韩元（约合人民币3607亿元）。这是三星当下的成功，但在成功的背后，却是三星在AMOLED屏幕上整整十年时间的坚持与投入，当年三星的AMOLED屏幕可远没有今日的风光。虽然OLED屏幕（自发光、轻薄、可视角度大、柔性可弯曲等）优点众所周知，但若将时间回调到LCD当道的年代，我们能够发现业界对于OLED屏幕并不抱有多大的热忱，当时三星AMOLED屏幕因为存在显示色彩准确度、烧屏、屏幕像素排列方式（大果粒）等问题，业界对其评价是多为不堪，当时一度三星的AMOLED屏幕只能自产自销。但即使如此，三星也并没有转向一片红火的LCD市场，而是依旧选择了坚持AMOLED屏幕，对其进行持之以恒的投入研发，终于才在全球智能手机轻薄化、VR热潮爆发等趋势的带动下，守得云开见月明，收割了当下OLED市场爆发的红利。试想，如果没有三星当时的咬定青山不放松，持续不断的重金投入，三星又如何能在当下的OLED市场占据领先优势。在想想，在当时的情况下，如果换作是国产，又有多少能够耐住寂寞，持之以恒的坚持？所以，当我们面对三星的成功，与其嫉妒恨而忿忿不平，还不如多多学习其优点长处。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },
  {
    title: "世界上最有钱的国家之一 国民却买不起汽车",
    content: "不知道你们知不知道这个国家，根据2014年的全球金融中心指数排名报告，是全球第三大国际金融中心。它就是新加坡，一个很小的国家，人们的生活也十分的富裕。让人奇怪的是，对于当地很多人来说，都买不起，也不愿意去买车，汽车也成为他们很奢侈的东西！",
    imgSrc: "/images/news/car.jpg",
    reading: 84,   
    collection: 59,    
    author: "腾讯汽车",
    date: "Oct 14 2017",
    avatar: "/images/avatar/5.png",
    newsId: 3  ,
    detail: "不知道你们知不知道这个国家，根据2014年的全球金融中心指数排名报告，是全球第三大国际金融中心。它就是新加坡，一个很小的国家，人们的生活也十分的富裕。让人奇怪的是，对于当地很多人来说，都买不起，也不愿意去买车，汽车也成为他们很奢侈的东西！新加坡属外贸驱动型经济，以电子、石油化工、金融、航运、服务业为主，高度依赖美、日、欧和周边市场，外贸总额是GDP的四倍。对于他们国家来说，并不会自己生产汽车，想要买车的话都是像其他国家进口来的。因此他们买车的话需要支付高昂的关税。让我们无法现象的是，一辆奇瑞QQ，在他们国家也要花将近43万才能买到！我们都知道新加坡这个国家比较小，居住的人数也比较多，要是每个人都开车的话，道路肯定会面临严重拥堵的情况。因此在新加坡想要开车的话，并不是一件容易的事情，在我国只需要一本驾驶证就可以了，在新加坡就不同了，他们还得需要一本拥车证，据说办理这样的证价格十分昂贵！",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000"
    }
  },
  {
    title: "唐嫣现身美得发光 黑衣红唇气质飙升",
    content: "视觉中国讯10月14日，上海，唐嫣现身机场。她身穿黑色毛衣御寒保暖又时尚，长发披肩展温柔气质。",
    imgSrc: "/images/news/tang.jpg",
    reading: 1102,
    collection: 26,
    dateTime: "24小时前",
    author: "腾讯娱乐",
    date: "Oct 14 2017",
    avatar: "/images/avatar/3.png",
    newsId: 4,
    detail: "视觉中国讯10月14日，上海，唐嫣现身机场。她身穿黑色毛衣御寒保暖又时尚，长发披肩展温柔气质。唐嫣见到镜头礼貌挥手甜美微笑，引路人围观。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
      title: "沉默是金-张国荣",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
    }
  },
  {
    title: "爱情的本质 被佛陀一语道破！",
    content: "如《圆觉经》云：当知轮回，爱为根本。由有诸欲，助发爱性，是故能令生死相续。",
    imgSrc: "/images/news/love.jpg",
    reading: 86,   
    collection: 16,
    dateTime: "21小时前",  
    author: "腾讯佛学综合",
    date: "Oct 13 2017",
    avatar: "/images/avatar/5.png",
    newsId: 5,
    detail: "《楞严经》云：“汝爱我心，我怜汝色，以是因缘，经百千劫，常在缠缚。”作为一介凡夫“爱不重不生娑婆”，古往今来，爱情对人类的缠缚可谓极为深细，深者多生累劫都在此处屡屡失误，为之沉迷流转苦毒无量的生死轮回、受尽诸般痛苦却难以觉醒；细者乃至一念一思皆如游丝，不绝如缕，难以根除。这可以说是人性中最为脆弱的地方，古今多少帝王将相，才子英雄，少年老者在此一关都难得过。在传播媒体高度发达的现代社会，有无数的文学艺术影视作品都在向人们传达着这样一种观念 ：爱情是人生最美好和最值得追寻的东西，能拥有一份真正的爱情，生命才会焕发出最美丽的光彩，尤其对女性而言更是如此。如红极一时的电视连续剧《还珠格格》中就有这样的“名言”：没有了爱情，生命就象一口枯井，了无生趣。这些文艺作品所表现的跌宕起伏，缠绵悱恻的爱情，撩拔着现代人本来就浮躁不安的心，使不少人“为了爱，梦一生”，认为在日益枯燥沉闷的生活中，只有爱情的出现，才会有人生的幸福和亮点。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
      title: "朋友-谭咏麟",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
    }
   
  }
];
module.exports = {
  newsList: local_database
};
